{
    "showOnMainPage": 6,
    "activities": [
        {
            "text": "Excited to start a new project funded by the National Science Foundation on Coorperative 3D-printing. This is joint project with U. Houston and U. Arkansas.",
            "date": "January 18, 2024"
        },
        {
            "text": "Graduate seminar speaker in the Department of Systems and Industrial Engineering, University of Arizona, Tucson.",
            "date": "November 16, 2023"
        },
        {
            "text": "I am starting a new position as Associate Professor of Operations Research and Engineering Management at Southern Methodist University.",
            "date": "September 01, 2023"
        },
        {
            "text": "I gave a semi-plenary talk at International Confernece on Stochastic Programming on \"Stochastic Dynamic Linear Programming\".",
            "date": "July 24-28, 2023"
        },
        {
            "text": "My Ph.D. student, Niloofar Fadavi, successfully defended her Ph.D. dissertation proposal and has been admitted to candidacy.",
            "date": "May 26, 2023"
        },
        {
            "text": "Niloofar Fadavi is one of the winners in the Graduate Poster Session at SMU Research and Innovation week for her poster on \"An Active-set Method for Two-stage Stochastic Quadratic Programming\"",
            "date": "March 25, 2023"
        },
        {
            "text": "A new expository chapter entitled \"Sampling-based Decomposition Algorithms for Multistage Stochastic Programming,\" will be included in the Encyclopedia of Optimization.",
            "date": "February 1, 2023"
        },
        {
            "text": "Paper entitled \"Subproblem sampling vs. scenario reduction: Efficacy comparison for stochastic programs in power systems applications\" has been accepted for publication in Energy Systems. Former student Nahal Sakhavand is the lead author on this paper.",
            "date": "December 22, 2022"
        },
        {
            "text": "Sakitha Ariyarathne defended his Ph.D. dissertation entitled \"Study of Stochastic Market Clearing Problem in Power Systems With High Renewable Integration.\"",
            "date": "November 28, 2022"
        },
	{
            "text": "Received a Department of Energy-Office of Science grant under the ASCR program. The grant will support our research on \"New Abstractions and Randomized Algorithms for Multiscale Stochastic Optimization.\" This is joint work with the OSU, USC, and Argonne.",
	    "date": "September 21, 2022"
	},
        {   
            "text": "Received an Office of Naval Research grant to study \"Decomposition-based stochastic programming models and algorithms for discrete-event dynamic systems.\"",
            "date": "August 15, 2022"
        },
        {
            "text": "Our paper entitled \"On the value of a multistage optimization approach for intensity-modulated radiation therapy planning\" has been accepted for publication in Physics in Medicine and Biology. This word was led by Doran Wood (Ph.D. student in OREM) and is a joint work with Profs. Sila &Ccediletinkaya (OREM), Weiguo Lu (UTSW Medical Center) and Jing Wang (UTSW Medical Center).",
            "date": "June 20, 2022"
        },

        {
            "text": "Our paper entitled \"Stochastic Decomposition Method for Two-Stage Distributionally Robust Linear Optimization\" has been accepted for publication in SIAM Journal on Optimization. This is a joint work with Prof. Manish Bansal (Virginia Tech.).",
            "date": "April 30, 2022"
        },
        {
            "text": "Our paper on stochastic hierarchical planning for power systems with significant renewable integration has been accepted for publication in the European Journal on Opeations Research. The paper is entitled \"Towards a Sustainable Power Grid: Stochastic Hierarchical Planning for High Renewable Integration.\" This is a joint work with Dr. Semih Atakan (Amazon) and Prof. Suvrajeet Sen (USC).",
            "date": "December 28, 2021"
        },
        {
            "text": "Paper entitled \"Change Point Detection in Nonstationary Sub-Hourly Wind Time Series\" has been accepted for publication in Applied Energy. This is joint work with Sakitha Ariyarathane and Prof. Raanju Sundarajan (SMU-Statistics).",
            "date": "December 28, 2021"
        },
        {
            "text": "Paper entitled \"A Cardinality Minimization Approach to Security-Constrained Economic Dispatch\" has been accepted for publication in IEEE Transactions on Power Systems. This is joint work with David Troxell and Prof. Miju Ahn.",
            "date": "November 27, 2021"
        },
        {
            "text": "David Troxell receives an Honorable Mention in the <a href=\"https://www.informs.org/Recognizing-Excellence/INFORMS-Prizes/Undergraduate-Operations-Research-Prize\">Undergraduate Operations Research Prize</a> at INFORMS 2021.",
            "date": "October 24, 2021"
        },
        {
            "text": "Congratulations to Siavash Tabrizian on successfully defending his dissertation entitled \"Sampling-based algorithms for two-stage stochastic programs and applications.\"",
            "date": "September 03, 2021"
        },
        {
            "text": "New manuscript titled \"Change Point Detection in Nonstationary Sub-Hourly Wind Time Series\" is now available. Project led by Sakitha and in collaboration with Prof. Raanju Sundararajan (SMU-Statistics).",
            "date": "May 21, 2021"
        },
        {
            "text": "Paper entitled \"Stochastic Dynamic Linear Programming: A Sequential Sampling Algorithm for Multistage Stochastic Linear Programming\" accepted for publication in SIAM Journal on Optimization. Joint work with Prof. Suvrajeet Sen (USC).",
            "date": "May 18, 2021"
        },
        {
            "text": "Sakitha defends his dissertaion proposal titled \"A Study of Stochastic Market Clearing: New Formulations and Methods.\"",
            "date": "April 28, 2021"
        },
        {
            "text": "Paper entitled \"Stochastic Market Operation for Coordinated Transmission and Distribution Systems\" accepted for publication in IEEE Transactions on Sustainable Energy. Joint work with Gabriel Yin and Prof. Jianhui Wang (SMU-EE).",
            "date": "April 23, 2021"
        },
        {
            "text": "Niloofar receives the inaugural fellowship in Computational Science and Engineering awarded by Center for Research Computing and the Moody School of Graduate and Advanced Studies at SMU.",
            "date": "April 14, 2021"
        },
        {
            "text": "New manuscript with David and Prof. Ahn (SMU-OREM) titled \"A Cardinality Minimization Approach to Security-Constrained Economic Dispatch\" is now online.",
            "date": "April 7, 2021"
        },
        {
            "text": "New paper on statistical estimation of operating reserves",
            "date": "November 20, 2019"
        },
        {
            "text": "New manuscript on multistage stochastic programming algorithm",
            "date": "September 30, 2019"
        },
        {
            "text": "New manuscript on stochastic hierarchical planning in power systems",
            "date": "September 25, 2019"
        },
        {
            "text": "Random cost SD paper accepted for publication in IJoC.",
            "date": "August 30, 2019"
        },
        {
            "text": "XV International Conference on Stochastic Programming 2019, Trondheim",
            "date": "August 30, 2019"
        }
    ]
}
